Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# approval_endpoint_id
source: Device ID: {deviceId}
de: Geräte-ID: {deviceId}
es: ID del dispositivo: {deviceId}
fr: Identifiant de l’appareil : {deviceId}
it: ID dispositivo: {deviceId}
nl: Apparaat-ID: {deviceId}
pl: Identyfikator urządzenia: {deviceId}
pt: ID do dispositivo: {deviceId}
ru: Идентификатор устройства: {deviceId}

# approval_nearby_device
source: A nearby device
de: Ein Gerät in der Nähe
es: Un dispositivo cercano
fr: Un appareil à proximité
it: Un dispositivo nelle vicinanze
nl: Een apparaat in de buurt
pl: Urządzenie w pobliżu
pt: Um dispositivo próximo
ru: Устройство поблизости

# approval_pending_count
source: {count} requests waiting
de: {count} Anfragen warten
es: {count} solicitudes en espera
fr: {count} demandes en attente
it: {count} richieste in attesa
nl: {count} verzoeken in behandeling
pl: Oczekujące prośby: {count}
pt: {count} pedidos em espera
ru: Ожидающих запросов: {count}

# approval_request_body
source: {receiver} wants to receive “{transferName}”.
de: {receiver} möchte „{transferName}“ empfangen.
es: {receiver} quiere recibir «{transferName}».
fr: {receiver} souhaite recevoir « {transferName} ».
it: {receiver} vuole ricevere «{transferName}».
nl: {receiver} wil ‘{transferName}’ ontvangen.
pl: {receiver} chce odebrać „{transferName}”.
pt: {receiver} quer receber «{transferName}».
ru: {receiver} хочет получить «{transferName}».

# battery_level_title
source: Battery level
de: Batteriestand
es: Nivel de batería
fr: Niveau de batterie
it: Livello batteria
nl: Batterijniveau
pl: Poziom baterii
pt: Nível da bateria
ru: Уровень заряда

# bug_report_contact_hint
source: name@example.com
de: name@beispiel.com
es: nombre@ejemplo.com
fr: nom@exemple.com
it: nome@esempio.com
nl: naam@voorbeeld.com
pl: nazwa@przyklad.com
pt: nome@exemplo.com
ru: имя@пример.com

# bug_report_contact_label
source: Contact email (optional)
de: Kontakt-E-Mail (optional)
es: Correo de contacto (opcional)
fr: E-mail de contact (facultatif)
it: Email di contatto (facoltativa)
nl: Contact-e-mail (optioneel)
pl: E-mail kontaktowy (opcjonalnie)
pt: E-mail de contacto (opcional)
ru: Контактный e-mail (необязательно)

# bug_report_description
source: Tell us what went wrong. We attach device info and optional recent logs (with sensitive values redacted).
de: Sagen Sie uns, was schiefgelaufen ist. Wir hängen Geräteinformationen und optional aktuelle Protokolle an (sensible Werte werden geschwärzt).
es: Cuéntenos qué salió mal. Adjuntamos información del dispositivo y, opcionalmente, registros recientes (con los valores sensibles ocultos).
fr: Dites-nous ce qui s’est passé. Nous joignons les infos de l’appareil et, en option, les journaux récents (valeurs sensibles masquées).
it: Ci dica cosa è andato storto. Alleghiamo le informazioni sul dispositivo e, facoltativamente, i log recenti (con i valori sensibili oscurati).
nl: Vertel ons wat er misging. We voegen apparaatgegevens toe en optioneel recente logbestanden (met gevoelige waarden onleesbaar gemaakt).
pl: Napisz, co poszło nie tak. Dołączamy informacje o urządzeniu i opcjonalnie ostatnie dzienniki (z ukrytymi wrażliwymi wartościami).
pt: Diga-nos o que correu mal. Anexamos informações do dispositivo e, opcionalmente, registos recentes (com os valores sensíveis ocultados).
ru: Расскажите, что пошло не так. Мы прикладываем сведения об устройстве и, при желании, недавние журналы (конфиденциальные значения скрыты).

# bug_report_device_section
source: Device information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l’appareil
it: Informazioni sul dispositivo
nl: Apparaatgegevens
pl: Informacje o urządzeniu
pt: Informações do dispositivo
ru: Сведения об устройстве

# bug_report_expected_hint
source: Describe what you expected to happen
de: Beschreiben Sie, was Sie erwartet haben
es: Describa lo que esperaba que ocurriera
fr: Décrivez ce à quoi vous vous attendiez
it: Descriva cosa si aspettava che accadesse
nl: Beschrijf wat u verwachtte
pl: Opisz oczekiwane zachowanie
pt: Descreva o que esperava que acontecesse
ru: Опишите, что вы ожидали

# bug_report_expected_label
source: What did you expect?
de: Was haben Sie erwartet?
es: ¿Qué esperaba?
fr: À quoi vous attendiez-vous ?
it: Cosa si aspettava?
nl: Wat verwachtte u?
pl: Czego oczekiwano?
pt: O que esperava?
ru: Что вы ожидали?

# bug_report_include_logs
source: Include recent logs
de: Aktuelle Protokolle einschließen
es: Incluir registros recientes
fr: Inclure les journaux récents
it: Includi i log recenti
nl: Recente logbestanden meesturen
pl: Dołącz ostatnie dzienniki
pt: Incluir registos recentes
ru: Включить недавние журналы

# bug_report_include_logs_description
source: Helps us diagnose the issue. Sensitive values are redacted before sending.
de: Hilft uns, das Problem zu diagnostizieren. Sensible Werte werden vor dem Senden geschwärzt.
es: Nos ayuda a diagnosticar el problema. Los valores sensibles se ocultan antes de enviarlos.
fr: Nous aide à diagnostiquer le problème. Les valeurs sensibles sont masquées avant l’envoi.
it: Ci aiuta a diagnosticare il problema. I valori sensibili vengono oscurati prima dell’invio.
nl: Helpt ons het probleem te diagnosticeren. Gevoelige waarden worden vóór verzending onleesbaar gemaakt.
pl: Pomaga nam zdiagnozować problem. Wrażliwe wartości są ukrywane przed wysłaniem.
pt: Ajuda-nos a diagnosticar o problema. Os valores sensíveis são ocultados antes do envio.
ru: Помогает нам диагностировать проблему. Конфиденциальные значения скрываются перед отправкой.

# bug_report_logs_size
source: Log attachment size
de: Größe des Protokollanhangs
es: Tamaño del archivo de registros
fr: Taille de la pièce jointe des journaux
it: Dimensione dell’allegato dei log
nl: Grootte van logbijlage
pl: Rozmiar załącznika z dziennikami
pt: Tamanho do anexo de registos
ru: Размер вложения с журналами

# bug_report_missing_expected
source: Please describe what you expected.
de: Bitte beschreiben Sie, was Sie erwartet haben.
es: Describa lo que esperaba.
fr: Veuillez décrire ce à quoi vous vous attendiez.
it: Descriva cosa si aspettava.
nl: Beschrijf wat u verwachtte.
pl: Opisz oczekiwane zachowanie.
pt: Descreva o que esperava.
ru: Опишите, что вы ожидали.

# bug_report_missing_what
source: Please describe what happened.
de: Bitte beschreiben Sie, was passiert ist.
es: Describa lo que ocurrió.
fr: Veuillez décrire ce qui s’est passé.
it: Descriva cosa è accaduto.
nl: Beschrijf wat er gebeurde.
pl: Opisz, co się stało.
pt: Descreva o que aconteceu.
ru: Опишите, что произошло.

# bug_report_steps_hint
source: List the steps to reproduce the issue
de: Listen Sie die Schritte zum Reproduzieren des Problems auf
es: Enumere los pasos para reproducir el problema
fr: Listez les étapes pour reproduire le problème
it: Elenchi i passaggi per riprodurre il problema
nl: Noem de stappen om het probleem te reproduceren
pl: Wymień kroki umożliwiające odtworzenie problemu
pt: Enumere os passos para reproduzir o problema
ru: Перечислите шаги для воспроизведения проблемы

# bug_report_steps_label
source: Steps to reproduce (optional)
de: Schritte zum Reproduzieren (optional)
es: Pasos para reproducir (opcional)
fr: Étapes pour reproduire (facultatif)
it: Passaggi per riprodurre (facoltativi)
nl: Stappen om te reproduceren (optioneel)
pl: Kroki do odtworzenia (opcjonalnie)
pt: Passos para reproduzir (opcional)
ru: Шаги для воспроизведения (необязательно)

# bug_report_submit
source: Submit report
de: Bericht senden
es: Enviar informe
fr: Envoyer le rapport
it: Invia segnalazione
nl: Rapport versturen
pl: Wyślij zgłoszenie
pt: Enviar relatório
ru: Отправить отчёт

# bug_report_submit_failed
source: Could not submit the bug report. Try again later.
de: Der Fehlerbericht konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es: No se pudo enviar el informe de error. Inténtelo de nuevo más tarde.
fr: Impossible d’envoyer le rapport de bug. Réessayez plus tard.
it: Impossibile inviare la segnalazione. Riprovi più tardi.
nl: Het foutrapport kon niet worden verstuurd. Probeer het later opnieuw.
pl: Nie udało się wysłać zgłoszenia błędu. Spróbuj ponownie później.
pt: Não foi possível enviar o relatório de erro. Tente novamente mais tarde.
ru: Не удалось отправить отчёт об ошибке. Повторите попытку позже.

# bug_report_submitted
source: Thanks — your bug report was recorded.
de: Danke – Ihr Fehlerbericht wurde erfasst.
es: Gracias: su informe de error se ha registrado.
fr: Merci — votre rapport de bug a été enregistré.
it: Grazie: la sua segnalazione è stata registrata.
nl: Bedankt — uw foutrapport is vastgelegd.
pl: Dziękujemy — Twoje zgłoszenie błędu zostało zapisane.
pt: Obrigado — o seu relatório de erro foi registado.
ru: Спасибо — ваш отчёт об ошибке записан.

# bug_report_submitting
source: Submitting…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
it: Invio in corso…
nl: Bezig met versturen…
pl: Wysyłanie…
pt: A enviar…
ru: Отправка…

# bug_report_what_hint
source: Describe what happened
de: Beschreiben Sie, was passiert ist
es: Describa lo que ocurrió
fr: Décrivez ce qui s’est passé
it: Descriva cosa è accaduto
nl: Beschrijf wat er gebeurde
pl: Opisz, co się stało
pt: Descreva o que aconteceu
ru: Опишите, что произошло

# bug_report_what_label
source: What happened?
de: Was ist passiert?
es: ¿Qué ocurrió?
fr: Que s’est-il passé ?
it: Cosa è accaduto?
nl: Wat is er gebeurd?
pl: Co się stało?
pt: O que aconteceu?
ru: Что произошло?

# button_approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
nl: Goedkeuren
pl: Zatwierdź
pt: Aprovar
ru: Одобрить

# button_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад

# button_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена

# button_cancel_receive
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена

# button_change_files
source: Change files
de: Dateien ändern
es: Cambiar archivos
fr: Modifier les fichiers
it: Cambia file
nl: Bestanden wijzigen
pl: Zmień pliki
pt: Alterar ficheiros
ru: Изменить файлы

# button_choose_files
source: Choose files
de: Dateien auswählen
es: Elegir archivos
fr: Choisir des fichiers
it: Scegli file
nl: Bestanden kiezen
pl: Wybierz pliki
pt: Escolher ficheiros
ru: Выбрать файлы

# button_choose_folder
source: Choose folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli cartella
nl: Map kiezen
pl: Wybierz folder
pt: Escolher pasta
ru: Выбрать папку

# button_clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить

# button_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть

# button_create_new_transfer
source: New transfer
de: Neue Übertragung
es: Nueva transferencia
fr: Nouveau transfert
it: Nuovo trasferimento
nl: Nieuwe overdracht
pl: Nowy transfer
pt: Nova transferência
ru: Новая передача

# button_delete_transfer
source: Delete transfer
de: Übertragung löschen
es: Eliminar transferencia
fr: Supprimer le transfert
it: Elimina trasferimento
nl: Overdracht verwijderen
pl: Usuń transfer
pt: Eliminar transferência
ru: Удалить передачу

# button_download_invitation
source: Save .vnd file
de: .vnd-Datei sichern
es: Guardar archivo .vnd
fr: Enregistrer le fichier .vnd
it: Salva file .vnd
nl: .vnd-bestand bewaren
pl: Zapisz plik .vnd
pt: Guardar ficheiro .vnd
ru: Сохранить файл .vnd

# button_more_actions
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
it: Altre azioni
nl: Meer acties
pl: Więcej działań
pt: Mais ações
ru: Другие действия

# button_native_share
source: Share invitation
de: Einladung teilen
es: Compartir invitación
fr: Partager l’invitation
it: Condividi invito
nl: Uitnodiging delen
pl: Udostępnij zaproszenie
pt: Partilhar convite
ru: Поделиться приглашением

# button_open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
nl: Instellingen openen
pl: Otwórz Ustawienia
pt: Abrir Definições
ru: Открыть Настройки

# button_receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить

# button_receive_files
source: Start receiving
de: Empfang starten
es: Empezar a recibir
fr: Commencer à recevoir
it: Inizia a ricevere
nl: Ontvangen starten
pl: Rozpocznij odbieranie
pt: Começar a receber
ru: Начать получение

# button_refuse
source: Refuse
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
pl: Odrzuć
pt: Recusar
ru: Отклонить

# button_remove_file
source: Remove file
de: Datei entfernen
es: Quitar archivo
fr: Retirer le fichier
it: Rimuovi file
nl: Bestand verwijderen
pl: Usuń plik
pt: Remover ficheiro
ru: Удалить файл

# button_reset_default
source: Use default
de: Standard verwenden
es: Usar predeterminado
fr: Valeur par défaut
it: Usa predefinito
nl: Standaard gebruiken
pl: Użyj domyślnego
pt: Usar predefinição
ru: По умолчанию

# button_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить

# button_share_file
source: Start sharing
de: Freigabe starten
es: Empezar a compartir
fr: Commencer le partage
it: Inizia a condividere
nl: Delen starten
pl: Rozpocznij udostępnianie
pt: Começar a partilhar
ru: Начать общий доступ

# button_sharing_file
source: Preparing transfer…
de: Übertragung wird vorbereitet…
es: Preparando la transferencia…
fr: Préparation du transfert…
it: Preparazione del trasferimento…
nl: Overdracht voorbereiden…
pl: Przygotowywanie transferu…
pt: A preparar a transferência…
ru: Подготовка передачи…

# button_show_in_files
source: Show in Files
de: In „Dateien“ anzeigen
es: Mostrar en Archivos
fr: Afficher dans Fichiers
it: Mostra in File
nl: Toon in Bestanden
pl: Pokaż w Plikach
pt: Mostrar em Ficheiros
ru: Показать в Файлах

# button_write_nfc
source: Write to NFC tag
de: Auf NFC-Tag schreiben
es: Escribir en etiqueta NFC
fr: Écrire sur un tag NFC
it: Scrivi su tag NFC
nl: Naar NFC-tag schrijven
pl: Zapisz na tagu NFC
pt: Escrever em etiqueta NFC
ru: Записать на NFC-метку

# device_model_title
source: Device model
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle de l’appareil
it: Modello del dispositivo
nl: Apparaatmodel
pl: Model urządzenia
pt: Modelo do dispositivo
ru: Модель устройства

# device_name_title
source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l’appareil
it: Nome del dispositivo
nl: Apparaatnaam
pl: Nazwa urządzenia
pt: Nome do dispositivo
ru: Имя устройства

# error_camera
source: Camera access is required to scan a QR code.
de: Für das Scannen eines QR-Codes ist Kamerazugriff erforderlich.
es: Se necesita acceso a la cámara para escanear un código QR.
fr: L’accès à la caméra est nécessaire pour scanner un QR code.
it: Per scansionare un codice QR è necessario l’accesso alla fotocamera.
nl: Voor het scannen van een QR-code is toegang tot de camera vereist.
pl: Do zeskanowania kodu QR wymagany jest dostęp do aparatu.
pt: É necessário acesso à câmara para ler um código QR.
ru: Для сканирования QR-кода требуется доступ к камере.

# error_destination_exists
source: A file with the same name already exists in the destination. Choose another folder or remove the existing file.
de: Am Ziel ist bereits eine Datei mit demselben Namen vorhanden. Wählen Sie einen anderen Ordner oder entfernen Sie die vorhandene Datei.
es: Ya existe un archivo con el mismo nombre en el destino. Elija otra carpeta o elimine el archivo existente.
fr: Un fichier portant le même nom existe déjà dans la destination. Choisissez un autre dossier ou supprimez le fichier existant.
it: Nella destinazione esiste già un file con lo stesso nome. Scelga un’altra cartella o rimuova il file esistente.
nl: Er staat al een bestand met dezelfde naam in de doelmap. Kies een andere map of verwijder het bestaande bestand.
pl: W miejscu docelowym istnieje już plik o tej samej nazwie. Wybierz inny folder lub usuń istniejący plik.
pt: Já existe um ficheiro com o mesmo nome no destino. Escolha outra pasta ou remova o ficheiro existente.
ru: В папке назначения уже есть файл с таким именем. Выберите другую папку или удалите существующий файл.

# error_device_info
source: Could not load device information.
de: Geräteinformationen konnten nicht geladen werden.
es: No se pudo cargar la información del dispositivo.
fr: Impossible de charger les informations de l’appareil.
it: Impossibile caricare le informazioni sul dispositivo.
nl: Apparaatgegevens konden niet worden geladen.
pl: Nie udało się wczytać informacji o urządzeniu.
pt: Não foi possível carregar as informações do dispositivo.
ru: Не удалось загрузить сведения об устройстве.

# error_filesystem
source: VniDrop could not access the selected files or folder. Check permissions and try again.
de: VniDrop konnte nicht auf die ausgewählten Dateien oder den Ordner zugreifen. Überprüfen Sie die Berechtigungen und versuchen Sie es erneut.
es: VniDrop no pudo acceder a los archivos o la carpeta seleccionados. Compruebe los permisos e inténtelo de nuevo.
fr: VniDrop n’a pas pu accéder aux fichiers ou au dossier sélectionnés. Vérifiez les autorisations et réessayez.
it: VniDrop non ha potuto accedere ai file o alla cartella selezionati. Controlli le autorizzazioni e riprovi.
nl: VniDrop kon geen toegang krijgen tot de geselecteerde bestanden of map. Controleer de machtigingen en probeer het opnieuw.
pl: VniDrop nie mógł uzyskać dostępu do wybranych plików lub folderu. Sprawdź uprawnienia i spróbuj ponownie.
pt: O VniDrop não conseguiu aceder aos ficheiros ou à pasta selecionados. Verifique as permissões e tente novamente.
ru: VniDrop не удалось получить доступ к выбранным файлам или папке. Проверьте разрешения и повторите попытку.

# error_generic
source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuchen Sie es erneut.
es: Algo salió mal. Inténtelo de nuevo.
fr: Une erreur est survenue. Réessayez.
it: Qualcosa è andato storto. Riprovi.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo correu mal. Tente novamente.
ru: Что-то пошло не так. Повторите попытку.

# error_initialization
source: VniDrop could not finish starting up. Close the app and try again.
de: VniDrop konnte den Start nicht abschließen. Schließen Sie die App und versuchen Sie es erneut.
es: VniDrop no pudo terminar de iniciarse. Cierre la app e inténtelo de nuevo.
fr: VniDrop n’a pas pu terminer son démarrage. Fermez l’app et réessayez.
it: VniDrop non ha potuto completare l’avvio. Chiuda l’app e riprovi.
nl: VniDrop kon het opstarten niet voltooien. Sluit de app en probeer het opnieuw.
pl: VniDrop nie mógł dokończyć uruchamiania. Zamknij aplikację i spróbuj ponownie.
pt: O VniDrop não conseguiu concluir o arranque. Feche a app e tente novamente.
ru: VniDrop не удалось завершить запуск. Закройте приложение и повторите попытку.

# error_invalid_input
source: Some transfer information is invalid. Review your selection or ask the sender to share again.
de: Einige Übertragungsinformationen sind ungültig. Prüfen Sie Ihre Auswahl oder bitten Sie den Absender, erneut zu teilen.
es: Parte de la información de la transferencia no es válida. Revise la selección o pida al remitente que vuelva a compartirla.
fr: Certaines informations du transfert ne sont pas valides. Vérifiez votre sélection ou demandez à l’expéditeur de partager à nouveau.
it: Alcune informazioni del trasferimento non sono valide. Controlli la selezione o chieda al mittente di condividere di nuovo.
nl: Sommige overdrachtsgegevens zijn ongeldig. Controleer uw selectie of vraag de afzender opnieuw te delen.
pl: Niektóre informacje o transferze są nieprawidłowe. Sprawdź wybór lub poproś nadawcę o ponowne udostępnienie.
pt: Algumas informações da transferência são inválidas. Reveja a seleção ou peça ao remetente para partilhar novamente.
ru: Некоторые данные передачи недействительны. Проверьте выбор или попросите отправителя поделиться снова.

# error_invalid_ticket
source: This invitation could not be read. Ask the sender for a new one.
de: Diese Einladung konnte nicht gelesen werden. Bitten Sie den Absender um eine neue.
es: No se pudo leer esta invitación. Pida al remitente una nueva.
fr: Cette invitation n’a pas pu être lue. Demandez-en une nouvelle à l’expéditeur.
it: Impossibile leggere questo invito. Ne chieda uno nuovo al mittente.
nl: Deze uitnodiging kon niet worden gelezen. Vraag de afzender om een nieuwe.
pl: Nie udało się odczytać tego zaproszenia. Poproś nadawcę o nowe.
pt: Não foi possível ler este convite. Peça um novo ao remetente.
ru: Не удалось прочитать это приглашение. Попросите отправителя прислать новое.

# error_invitation_empty
source: That invitation is empty. Try opening it again.
de: Diese Einladung ist leer. Versuchen Sie, sie erneut zu öffnen.
es: Esa invitación está vacía. Intente abrirla de nuevo.
fr: Cette invitation est vide. Essayez de l’ouvrir à nouveau.
it: Questo invito è vuoto. Provi ad aprirlo di nuovo.
nl: Die uitnodiging is leeg. Probeer deze opnieuw te openen.
pl: To zaproszenie jest puste. Spróbuj otworzyć je ponownie.
pt: Esse convite está vazio. Tente abri-lo novamente.
ru: Это приглашение пустое. Попробуйте открыть его снова.

# error_missing_native_library
source: The native VniDrop library is missing from this build.
de: Die native VniDrop-Bibliothek fehlt in diesem Build.
es: Falta la biblioteca nativa de VniDrop en esta versión.
fr: La bibliothèque native de VniDrop est absente de cette version.
it: La libreria nativa di VniDrop non è presente in questa build.
nl: De native VniDrop-bibliotheek ontbreekt in deze build.
pl: W tej kompilacji brakuje natywnej biblioteki VniDrop.
pt: A biblioteca nativa do VniDrop está em falta nesta compilação.
ru: В этой сборке отсутствует нативная библиотека VniDrop.

# error_network
source: VniDrop could not reach the sender. Check the connection on both devices and try again.
de: VniDrop konnte den Absender nicht erreichen. Prüfen Sie die Verbindung auf beiden Geräten und versuchen Sie es erneut.
es: VniDrop no pudo contactar con el remitente. Compruebe la conexión en ambos dispositivos e inténtelo de nuevo.
fr: VniDrop n’a pas pu joindre l’expéditeur. Vérifiez la connexion sur les deux appareils et réessayez.
it: VniDrop non è riuscito a raggiungere il mittente. Controlli la connessione su entrambi i dispositivi e riprovi.
nl: VniDrop kon de afzender niet bereiken. Controleer de verbinding op beide apparaten en probeer het opnieuw.
pl: VniDrop nie mógł połączyć się z nadawcą. Sprawdź połączenie na obu urządzeniach i spróbuj ponownie.
pt: O VniDrop não conseguiu contactar o remetente. Verifique a ligação nos dois dispositivos e tente novamente.
ru: VniDrop не удалось связаться с отправителем. Проверьте подключение на обоих устройствах и повторите попытку.

# error_nfc
source: This NFC tag could not be used. Try another tag.
de: Dieses NFC-Tag konnte nicht verwendet werden. Versuchen Sie ein anderes.
es: No se pudo usar esta etiqueta NFC. Pruebe con otra.
fr: Ce tag NFC n’a pas pu être utilisé. Essayez-en un autre.
it: Impossibile usare questo tag NFC. Ne provi un altro.
nl: Deze NFC-tag kon niet worden gebruikt. Probeer een andere.
pl: Nie udało się użyć tego tagu NFC. Spróbuj innego.
pt: Não foi possível utilizar esta etiqueta NFC. Tente outra.
ru: Не удалось использовать эту NFC-метку. Попробуйте другую.
